---
kind: other
id: AllMembers.T:Autodesk.Revit.Exceptions.TransmittedModelException
source: html/a3ade8ac-c42a-7852-a8d3-7694dd6de8b9.htm
---
# TransmittedModelException Members

Retrieves data needed to serialize the target object.